Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextApp/Resources/Handlers.xcstrings
Source language: en
Languages: ja

# confirm.closeTabs.title
source: Close %lld tabs?
ja: %lld 個のタブを閉じますか？

# confirm.closeTab.body
source: Still running: %@. Closing ends these processes.
ja: 実行中: %@。閉じるとこれらのプロセスは終了します。

# confirm.closeTab.agentBody
source: %@ is still working. Closing the tab stops it.
ja: %@ はまだ作業中です。タブを閉じると停止します。

# confirm.agent.unnamed
source: The agent
ja: エージェント

# changelog.page.title
source: What's New
ja: 新機能

# handlers.rename.pane.title
source: Rename Pane
ja: ペインの名前を変更

# handlers.rename.screen.title
source: Rename Screen
ja: スクリーンの名前を変更

# confirm.button.cancel
source: Cancel
ja: キャンセル

# confirm.button.close
source: Close
ja: 閉じる

# confirm.button.delete
source: Delete
ja: 削除

# confirm.closeWorkspace.title
source: Close “%@”?
ja: 「%@」を閉じますか？

# confirm.closeWorkspace.body
source: Still running: %@. Closing the workspace ends these processes.
ja: 実行中: %@。ワークスペースを閉じるとこれらのプロセスは終了します。

# confirm.closeGroupWorkspaces.title
source: Close every workspace in “%@”?
ja: 「%@」のすべてのワークスペースを閉じますか？

# confirm.group.body
source: %lld workspaces and their terminals are closed.
ja: %lld 個のワークスペースとそのターミナルが閉じられます。

# confirm.closeTabGroup.title
source: Close the tab group “%@”?
ja: タブグループ「%@」を閉じますか？

# confirm.tabGroup.body
source: %lld tabs are closed.
ja: %lld 個のタブが閉じられます。

# confirm.group.unnamed
source: Untitled
ja: 名称未設定

# confirm.allowAgent.title
source: Allow agents in this tab?
ja: このタブでエージェントを許可しますか？

# confirm.allowAgent.body
source: %@ can read and fill this page. An agent that drives this tab could read a password that these extensions fill. This lasts until the tab closes.
ja: %@ はこのページを読み取り、入力できます。このタブを操作するエージェントは、これらの拡張機能が入力したパスワードを読み取れる可能性があります。この設定はタブを閉じるまで続きます。

# confirm.allowAgent.bodyNone
source: No enabled extension can read this page now. If one is enabled later, agents can still drive this tab until it closes.
ja: 現在、このページを読み取れる有効な拡張機能はありません。後で有効にしても、タブを閉じるまでエージェントはこのタブを操作できます。

# confirm.allowAgent.button
source: Allow Agents
ja: エージェントを許可

# confirm.userOnlySetting.title
source: Change %@?
ja: %@ を変更しますか？

# confirm.userOnlySetting.body
source: A command asks to set %1$@ to %2$@. Only you can change this setting, so cmux asks you first.
ja: コマンドが %1$@ を %2$@ に設定しようとしています。この設定はあなただけが変更できるため、cmux が先に確認します。

# confirm.userOnlySetting.button
source: Change
ja: 変更

# pins.pinTab
source: Pin Tab
ja: タブをピン留め

# pins.unpinTab
source: Unpin Tab
ja: タブのピン留めを解除

# pins.pinWorkspace
source: Pin Workspace
ja: ワークスペースをピン留め

# pins.unpinWorkspace
source: Unpin Workspace
ja: ワークスペースのピン留めを解除

# whatsNew.page.title
source: What's New
ja: 新機能

# workspaceGroup.closedHistoryTitle
source: Group “%@”
ja: グループ「%@」

# pins.pinGroup
source: Pin Group
ja: グループをピン留め

# pins.unpinGroup
source: Unpin Group
ja: グループのピン留めを解除

# pins.toast.tabPinned
source: Tab pinned
ja: タブをピン留めしました

# pins.toast.tabUnpinned
source: Tab unpinned
ja: タブのピン留めを解除しました

# pins.toast.workspacePinned
source: Workspace pinned
ja: ワークスペースをピン留めしました

# pins.toast.workspaceUnpinned
source: Workspace unpinned
ja: ワークスペースのピン留めを解除しました

# pins.toast.addedToTop
source: Added to Top
ja: 上部に追加しました

# pins.toast.removedFromTop
source: Removed from Top
ja: 上部から削除しました

# pins.addToTop
source: Add to Top
ja: トップに追加

# pins.removeFromTop
source: Remove from Top
ja: トップから削除

# pins.workspaceCannotPin
source: This workspace cannot be pinned: its machine has no shared workspace ID.
ja: このワークスペースはピン留めできません。そのマシンには共有ワークスペース ID がありません。

# tabIcon.undo.remove
source: Tab Icon Removed
ja: タブのアイコンを削除しました

# tabIcon.undo.set
source: Tab Icon Set
ja: タブのアイコンを設定しました
